{
  "app_title": "Konvertues Imazh në Tekst | © Edison Neza",
  "select_language": "Zgjidhni gjuhën",
  "select_image_language": "Zgjidhni gjuhën e imazhit",
  "hello_welcome": "Miresevini në Image to Text app",
  "select_input_type": "Zgjidhni menyrën e ngarkimit të imazhit",
  "upload_file": "Ngarko skedarin",
  "insert_url": "Vendosni URL",
  "copy": "Kopjo tekstin",
  "text_copied": "Teksti është kopjuar",
  "error_occurred": "Ka ndodhur një gabim",
  "image_alt": "Imazhi nuk u ngarkua",
  "no_image": "Akoma nuk është ngarkuar një imazh",
  "no_image_pasted": "Ajo që ju po mundoheni të bëni Paste NUK është një imazh!",
  "file_not_image": "Skedari që po zgjidhni nuk është një imazh :(",
  "please_select_image": "Ju lutem zgjidhni një imazh...",
  "incorrect_url": "URL jo korrekte",
  "image_panel": "Paneli i imazhit",
  "error_cors_or_other": "Aksesimi për të marrë imazhin është bllokuar nga politika CORS; ose arsye tjetër. Provo me një imazh tjetër :)",
  "about_title": "Si funsionon ky aplikacion?",
  "about_1": "Ky është një aplikacion web i ndërtuar për të bërë të mundur konvertimin e imazheve në tekst.",
  "about_2": "Që konvertimi të jetë sa më i saktë ju duhet të zgjidhni gjuhën e tekstit të ndodhur në imazh. Në mënyrë automatike sapo ju vendosni URL ose e ngarkoni një imazh, fillon procesi i konvertimit.",
  "about_3": "Imazhi do sugjerohet të ketë background të bardhë dhe shkrim të zi.",
  "about_4": "Ky është një aplikacion që funksionon dhe offline. Kjo arrihet nga funksionalitet e ofruara nga PWA, dhe mund të instalohet në Windows, Mac, iOS ose Android.",
  "about_5": "Cdo funksionalitet kryhet nga paisja hardware e përdoruesit. Pra asnjë imazh nuk dërgohet ose ruhet në server. Shpejtësia e procesimit varet nga parametrat hardware të paisjes.",
  "about_6": "Për cdo sugjerim, bug, ose funksionalitet të ri, please email me :)",
  "close": "Mbyll",
  "hint_image_paste": "E dini që mund të bëni copy-paste një imazh pa qenë nevoja për ta ngarkuar atë?"
}